---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.AdvancedLayered
source: html/b25288ef-6799-2ade-41a6-5b9b10aef3fb.htm
---
# AdvancedLayered Properties

The property labeled "Anisotropy" from the "AdvancedLayered" schema.